<html>
<title>服饰管理网站主菜单</title>
<?php
//主菜单页面
// * （1）实现服饰信息的管理功能；
// * （2）实现服饰信息的浏览、查询功能；
// * （3）实现用户购买服饰的功能；
// * （4）实现用户购物车的管理功能；
// * （5）实现会员用户的管理功能；
// * （6）实现用户订单管理功能。
?>
<body>
<ol>
<li><a href="admin.php">（1）实现服饰信息的管理功能</a> </li>
<li><a href="content.php">（2）实现服饰信息的浏览、查询功能</a></li>
<li><a href="">（3）实现用户购买服饰的功能；</a> </li>
<li><a href="">（4）实现用户购物车的管理功能；</a> </li>
<li><a href="">（5）实现会员用户的管理功能；</a> </li>
<li><a href="">（6）实现用户订单管理功能。</a> </li>
<li><a href="test.php">（7）临时代码用来测试使用</a> </li>
</ol>
<div class="container">

</div>
</body>
</html>
